{
  "news": [
    {
      "author": "BBC News", 
      "content": "By Dilnawaz Pasha &amp; Alys DaviesBBC News Media caption, Drone footage shows the extent of the damage to the office building in the west of DelhiAt least 27 people have been killed and others a… [+2170 chars]", 
      "desc_en": "Most of those inside were women, leaving families frantically searching for news of their fate.", 
      "desc_fr": "La plupart des personnes à l'intérieur étaient des femmes, laissant les familles à la recherche frénétiquement des nouvelles de leur sort.", 
      "id": "bbc-news", 
      "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/65F7/production/_124730162_mediaitem124730161.jpg", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-14T11:37:17.1819854Z", 
      "title_en": "Delhi office fire: Dozens killed as fire sweeps through building", 
      "title_fr": "Delhi Office Fire: des dizaines tuées alors que le feu balaye le bâtiment", 
      "url": "http://www.bbc.co.uk/news/world-asia-india-61445600"
    }, 
    {
      "author": "BBC News", 
      "content": "Media caption, WATCH: Violent scenes at the funeral of Shireen Abu AqlaThe UN Security Council has condemned the killing of veteran Al Jazeera reporter Shireen Abu Aqla and called for an immediate … [+2525 chars]", 
      "desc_en": "Shireen Abu Aqla was shot dead in disputed circumstances on Wednesday in the occupied West Bank.", 
      "desc_fr": "Mercredi, Shireen Abu Aqla a été abattue dans des circonstances contestées en Cisjordanie occupée.", 
      "id": "bbc-news", 
      "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/7F41/production/_124677523_177ab3b1-b83a-4462-a433-ef347c01fd6d.jpg", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-14T08:52:18.0086099Z", 
      "title_en": "Shireen Abu Aqla: UN condemns killing of Al Jazeera reporter", 
      "title_fr": "Shireen Abu Aqla: Un condamne le meurtre du journaliste d'Al Jazeera", 
      "url": "http://www.bbc.co.uk/news/world-middle-east-61448311"
    }, 
    {
      "author": "BBC News", 
      "content": "Image source, Getty ImagesImage caption, Employees disinfect a Pyongyang supermarket in October last yearNorth Korea's rapidly spreading Covid-19 outbreak is a \"great disaster\" for the country, i… [+2524 chars]", 
      "desc_en": "North Korea's leader blames the outbreak on bureaucratic and medical incompetence.", 
      "desc_fr": "Le leader de la Corée du Nord blâme l'épidémie de l'incompétence bureaucratique et médicale.", 
      "id": "bbc-news", 
      "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/37F3/production/_124732341_tv075629078.jpg", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-14T05:52:22.0091035Z", 
      "title_en": "North Korea: Covid outbreak a great disaster, says Kim Jong-un", 
      "title_fr": "Corée du Nord: une épidémie covide une grande catastrophe, dit Kim Jong-un", 
      "url": "http://www.bbc.co.uk/news/world-asia-61446907"
    }, 
    {
      "author": "BBC News", 
      "content": "Ukraine's president delivered his usual late-night address earlier, and spoke about a range of topics including the situation in Mariupol.Taking the port city in the south is key to Moscow's war ai… [+601 chars]", 
      "desc_en": "Talks with Russia on getting wounded fighters out of the city are complex, Ukraine's president says.", 
      "desc_fr": "Les pourparlers avec la Russie sur la sortie des combattants blessés de la ville sont complexes, a déclaré le président de l'Ukraine.", 
      "id": "bbc-news", 
      "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.2.0/bbc_news_logo.png", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-14T04:22:18.4621759Z", 
      "title_en": "Ukraine war latest: Difficult Mariupol negotiations under way - Zelensky", 
      "title_fr": "Ukraine War Dergest: DIFORM MARIUPOL NÉGANCES en cours - Zelensky", 
      "url": "http://www.bbc.co.uk/news/live/world-europe-61441664"
    }, 
    {
      "author": "BBC News", 
      "content": "By Mark SavageBBC Music CorrespondentImage source, Getty ImagesImage caption, Norway's Subwoolfer have been a huge hit with fansThe Eurovision Song Contest reaches its grand final on Saturday n… [+8601 chars]", 
      "desc_en": "From the planet's oldest act to a dance routine with a hand basin, get ready for music's maddest night.", 
      "desc_fr": "De l'acte le plus ancien de la planète à une routine de danse avec un bassin des mains, préparez-vous pour la nuit la plus folle de la musique.", 
      "id": "bbc-news", 
      "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/49C2/production/_124728881_wolf.jpg", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-13T22:22:25.1712233Z", 
      "title_en": "Eurovision final 2022: Wolves, treadmills and high hopes for the UK", 
      "title_fr": "Eurovision finale 2022: loups, tapis roulants et grands espoirs pour le Royaume-Uni", 
      "url": "http://www.bbc.co.uk/news/entertainment-arts-61442469"
    }, 
    {
      "author": "BBC News", 
      "content": "Parents are travelling far and wide to find baby formula as a shortage that began earlier this year worsens.The shortage is linked to supply chain challenges and the closure of a major factory in F… [+101 chars]", 
      "desc_en": "With stocks running low across the country, parents are scrambling to find ways to feed their children.", 
      "desc_fr": "Avec des actions basses à travers le pays, les parents se précipitent pour trouver des moyens de nourrir leurs enfants.", 
      "id": "bbc-news", 
      "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/18148/production/_124723689_p0c6pzb2.jpg", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-13T17:52:23.4515701Z", 
      "title_en": "Worry and fear as US baby formula shortage goes on", 
      "title_fr": "L'inquiétude et la peur pendant que nous, la pénurie de formule de bébé, continue", 
      "url": "http://www.bbc.co.uk/news/world-us-canada-61445314"
    }, 
    {
      "author": "BBC News", 
      "content": "By Harry LowBBC News, CaliforniaImage caption, During a breakneck tour of the USA, Sadiq Khan travelled thousands of miles and visited three major citiesSadiq Khan's business-class flight touched… [+5031 chars]", 
      "desc_en": "Even a visit to a Los Angeles cannabis dispensary didn't leave London's mayor in the weeds.", 
      "desc_fr": "Même une visite dans un dispensaire de cannabis de Los Angeles n'a pas quitté le maire de Londres dans les mauvaises herbes.", 
      "id": "bbc-news", 
      "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/158CE/production/_124707288_sadiqflag.jpg", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-13T17:37:21.9668334Z", 
      "title_en": "Sadiq Khan in the USA: London's mayor sticks to script", 
      "title_fr": "Sadiq Khan aux États-Unis: le maire de Londres s'en tient au script", 
      "url": "http://www.bbc.co.uk/news/uk-england-london-61431858"
    }, 
    {
      "author": "BBC News", 
      "content": "Image source, Getty ImagesThe American basketball star Brittney Griner's pre-trial detention in Russia has been extended for one month. Ms Griner, 31, has been in custody since February after Mos… [+2412 chars]", 
      "desc_en": "Russian media says Moscow wishes to \"swap\" Griner for the arms trafficker Victor Bout.", 
      "desc_fr": "Les médias russes affirment que Moscou souhaite \"échanger\" un broyeur pour le combat de viktor du trafiquant d'armes.", 
      "id": "bbc-news", 
      "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/57B4/production/_124725422_gettyimages-1344818474.jpg", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-13T15:22:21.6241547Z", 
      "title_en": "Brittney Griner: US basketball star has Russian detention extended", 
      "title_fr": "Brittney Griner: La star du basket-ball américaine a une détention russe étendue", 
      "url": "http://www.bbc.co.uk/news/world-us-canada-61417928"
    }, 
    {
      "author": "BBC News", 
      "content": "Image caption, A US Coast Guard vessel participating in rescue operations on Thursday. Photo courtesy US Coast GuardAt least 11 suspected migrants have died after their boat capsized near the US te… [+2344 chars]", 
      "desc_en": "Almost 40 people, mostly from Haiti, were rescued after their boat capsized near Puerto Rico.", 
      "desc_fr": "Près de 40 personnes, principalement d'Haïti, ont été sauvées après que leur bateau a chaviré près de Porto Rico.", 
      "id": "bbc-news", 
      "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/F00C/production/_124725416_screenshot-4.png", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-13T14:22:22.4827718Z", 
      "title_en": "Eleven migrants drown trying to reach US territory", 
      "title_fr": "Onze migrants se noient en essayant de nous atteindre le territoire", 
      "url": "http://www.bbc.co.uk/news/world-us-canada-61417926"
    }, 
    {
      "author": "BBC News", 
      "content": "Elon Musk has said his $44bn deal to buy Twitter is temporarily on hold after he queried the number of fake or spam accounts on the social media platform.He said he was waiting for information \"sup… [+542 chars]", 
      "desc_en": "The billionaire tweeted that he wanted to see more information on spam and fake accounts.", 
      "desc_fr": "Le milliardaire a tweeté qu'il voulait voir plus d'informations sur le spam et les faux comptes.", 
      "id": "bbc-news", 
      "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/9D42/production/_124485204_tv075719297.jpg", 
      "name": "BBC News", 
      "source": "bbc-news", 
      "timestamp": "2022-05-13T10:22:24.1858677Z", 
      "title_en": "Elon Musk puts Twitter deal on hold over fake account details", 
      "title_fr": "Elon Musk met l'accord sur Twitter sur les faux détails du compte", 
      "url": "http://www.bbc.co.uk/news/business-61433724"
    }
  ]
}